[
  {
    "path": "posts/2021-05-13-mini-curso-de-ecologia-numerica/",
    "title": "Minicurso de ecologia numérica",
    "description": "PCA, Cluster e Índices de Diversidade",
    "author": [
      {
        "name": "Marilia Melo Favalesso",
        "url": "www.mmfava.com"
      }
    ],
    "date": "2021-05-13",
    "categories": [],
    "contents": "\r\nEm 2016 ministrei, em parceria com minha querida colega Thais Sobjak, um minicurso de Ecologia numérica para os graduandos de Ciência Biológicas da Universidade Estadual do Oeste do Paraná (UNIOESTE). O curso foi bem básico e apresentei os conceitos e práticas de PCA e Cluster em R. A Thais ensinou a parte de índices ecológicos.\r\nNa sequência, disponibilizo os materiais que utilizei.\r\nDia 1:\r\nAnálise de componentes principais (PCA)\r\n\r\n\r\n\r\n\r\nDia 2:\r\nAnálise de agrupamento (cluster)\r\n\r\n\r\n\r\n\r\nDia 3:\r\nÍndices de diversidade\r\nParte da Thaís\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2021-05-13T23:54:26-03:00",
    "input_file": "mini-curso-de-ecologia-numerica.knit.md"
  },
  {
    "path": "posts/2021-05-11-ferramentas-ecoepidemio/",
    "title": "Herramientas eco-epidemiológicas para la vigilancia de los accidentes por animales venenosos",
    "description": "Con énfasis en la epidemiología espacial",
    "author": [
      {
        "name": "Marilia Melo Favalesso",
        "url": "www.mmfava.com"
      }
    ],
    "date": "2021-05-11",
    "categories": [
      "UNILA",
      "R",
      "Eco-epidemiologia",
      "Animais venenosos",
      "Epidemiologia espacial"
    ],
    "contents": "\r\nNa sequência eu disponibilizo os slides referente a aula de “Herramientas eco-epidemiológicas para la vigilancia de los accidentes por animales venenosos”, ministrada para os discentes do curso de “Biotoxinologia: Ferramentas para a pesquisa biomédica e sua importância em saúde”, do Programa de Pós-Graduação em Biociências, da Universidade Federal da Integração Latino-Americana, em Foz do Iguaçu – PR – Brasil.\r\nMaiores informações clicando aqui!\r\nSlides\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2021-05-13T14:38:13-03:00",
    "input_file": {}
  },
  {
    "path": "posts/2021-03-24-git-e-github-com-o-rstudio/",
    "title": "Git e GitHub no RStudio",
    "description": "Curso que ministrei para o maravilhoso grupo do R-ladies Fortaleza",
    "author": [
      {
        "name": "Marília Melo Favalesso",
        "url": "www.mariliamelofavalesso.com"
      }
    ],
    "date": "2020-12-12",
    "categories": [
      "R-ladies",
      "Git",
      "Github",
      "R"
    ],
    "contents": "\r\n\r\nDetalhes\r\nO Git é um software de controle de versões que tem como objetivo gerenciar arquivos texto, principalmente códigos de programação. O funcionamento dessa ferramenta é semelhante aos sistemas de nuvens (Google Drive, Dropbox, Mega, etc), em que podemos compartilhar as edições de um script com uma equipe, além de retomar antigas versões de nossos arquivos.\r\nResumidamente, o Git examina as mudanças realizadas nos arquivos de um diretório e vai guardando essas informações para compartilhar com outros usuários e/ou possibilitar a reversão de alterações realizadas. Além de ser uma ferramenta extremamente útil, o Git se conecta ao serviço de hospedagem e armazenamento de versões chamado GitHub. A partir do GitHub é possível contribuir com projetos de qualquer lugar do mundo, além de compartilhar os nossos próprios códigos com fins de divulgação e/ou colaboração.\r\nA partir do RStudio temos algumas maneiras bem práticas de trabalhar com o Git e o GitHub, o que poderá mudar a sua vida diária nos seus trabalhos com o R!\r\nSlides\r\n\r\n\r\n\r\n\r\nPostagem no GECD\r\nDescrição da atividade aqui!\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2021-03-24T16:10:15-03:00",
    "input_file": {}
  },
  {
    "path": "posts/2021-04-01-introduo-a-modelagem-de-distribuio-de-espcies-com-exemplo-no-r/",
    "title": "Introdução a modelagem de distribuição de espécies com exemplo no R",
    "description": "Curso ministrado no evento \"Dados da Ecologia e Meio Ambiente Aplicados ao R\"",
    "author": [
      {
        "name": "Marília Melo Favalesso",
        "url": "www.mmfava.com"
      }
    ],
    "date": "2020-10-31",
    "categories": [
      "R-ladies",
      "R",
      "Modelagem de distribuição de espécies",
      "Modelagem de nicho ecológico",
      "ENMTML"
    ],
    "contents": "\r\nA Modelagem de Distribuição de Espécies (SDM) visa relacionar ocorrências conhecidas de uma determinada espécie com variáveis ambientais preditoras que, combinadas para formar modelos estatísticos teóricos, possibilitam encontrar novas áreas adequadas para a ocorrência dessa espécie no espaço geográfico. Nesse curso introdutório, falei sobre os princípios básicos da SDM, quais são os dados utilizados na calibração e avaliação de modelos, quais algoritmos são comumente utilizados, as aplicações dessa abordagem na área da ecologia e um exemplo de aplicação no R. Os seguintes tópicos foram abordados: Introdução aos Modelos de Distribuição de Espécies; Aplicações; Nicho Ecológico e Distribuição das Espécies; Construção e avaliação dos SDMs; exemplo no R.\r\nAqui você acessa o link do evento.\r\nSlides\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2021-04-01T19:57:29-03:00",
    "input_file": {}
  },
  {
    "path": "posts/2021-05-13-como-fazer-um-mapa-animado-com-dados-do-ibge/",
    "title": "Como fazer um mapa animado com dados do IBGE",
    "description": "❤",
    "author": [
      {
        "name": "Marília Melo Favalesso",
        "url": "www.mmfava.com"
      }
    ],
    "date": "2020-07-06",
    "categories": [],
    "contents": "\r\nTrabalhando ou não com dados, com certeza você já deve ter ouvido falar sobre o nosso Instituto Brasileiro de Geografia e Estatística (IBGE). O IBGE é uma entidade da administração pública federal, vinculada ao Ministério da Economia, responsável por prover todas as informações estatísticas oficiais do nosso país. Através do seu trabalho analítico, o IBGE nos fornece informações espaço-temporais importantes, como dados sociodemográficos, de ocupação e de uso da terra, sobre a indústria, o meio ambiente e a agricultura, além de cartas e mapas com delimitações do território brasileiro.\r\nCom o objetivo de homenagear a fundação dessa instituição, hoje comemora-se o Dia da Criação do IBGE 🎂. Foi em 6 de julho de 1934 que o Decreto-Lei nº 24.609 foi sancionado, iniciando o projeto que se tornou a instituição que conhecemos atualmente. Para que essa data tão importante não passe em branco, hoje eu vou te ensinar a fazer um mapa animado no R utilizando dados fornecidos pelo IBGE. Para tal, é só acessar a minha postagem no MEDIUM:\r\nACESSAR A POSTAGEM NO MEDIUM\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2021-05-13T16:28:37-03:00",
    "input_file": "como-fazer-um-mapa-animado-com-dados-do-ibge.knit.md"
  }
]
