[
  {
    "path": "posts/2021-03-24-git-e-github-com-o-rstudio/",
    "title": "Git e GitHub no RStudio",
    "description": "Curso que ministrei para o maravilhoso grupo do R-ladies Fortaleza",
    "author": [
      {
        "name": "Marília Melo Favalesso",
        "url": "www.mariliamelofavalesso.com"
      }
    ],
    "date": "2020-12-12",
    "categories": [
      "R-ladies",
      "Git",
      "Github",
      "R"
    ],
    "contents": "\r\n\r\nDetalhes\r\nO Git é um software de controle de versões que tem como objetivo gerenciar arquivos texto, principalmente códigos de programação. O funcionamento dessa ferramenta é semelhante aos sistemas de nuvens (Google Drive, Dropbox, Mega, etc), em que podemos compartilhar as edições de um script com uma equipe, além de retomar antigas versões de nossos arquivos.\r\nResumidamente, o Git examina as mudanças realizadas nos arquivos de um diretório e vai guardando essas informações para compartilhar com outros usuários e/ou possibilitar a reversão de alterações realizadas. Além de ser uma ferramenta extremamente útil, o Git se conecta ao serviço de hospedagem e armazenamento de versões chamado GitHub. A partir do GitHub é possível contribuir com projetos de qualquer lugar do mundo, além de compartilhar os nossos próprios códigos com fins de divulgação e/ou colaboração.\r\nA partir do RStudio temos algumas maneiras bem práticas de trabalhar com o Git e o GitHub, o que poderá mudar a sua vida diária nos seus trabalhos com o R!\r\nSlides\r\n\r\n\r\n\r\n\r\nPostagem no GECD\r\nDescrição da atividade aqui!\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2021-03-24T16:10:15-03:00",
    "input_file": {}
  },
  {
    "path": "posts/2021-04-01-introduo-a-modelagem-de-distribuio-de-espcies-com-exemplo-no-r/",
    "title": "Introdução a modelagem de distribuição de espécies com exemplo no R",
    "description": "Curso ministrado no evento \"Dados da Ecologia e Meio Ambiente Aplicados ao R\"",
    "author": [
      {
        "name": "Marília Melo Favalesso",
        "url": "www.mmfava.com"
      }
    ],
    "date": "2020-10-31",
    "categories": [
      "R-ladies",
      "R",
      "Modelagem de distribuição de espécies",
      "Modelagem de nicho ecológico",
      "ENMTML"
    ],
    "contents": "\r\nA Modelagem de Distribuição de Espécies (SDM) visa relacionar ocorrências conhecidas de uma determinada espécie com variáveis ambientais preditoras que, combinadas para formar modelos estatísticos teóricos, possibilitam encontrar novas áreas adequadas para a ocorrência dessa espécie no espaço geográfico. Nesse curso introdutório, falei sobre os princípios básicos da SDM, quais são os dados utilizados na calibração e avaliação de modelos, quais algoritmos são comumente utilizados, as aplicações dessa abordagem na área da ecologia e um exemplo de aplicação no R. Os seguintes tópicos foram abordados: Introdução aos Modelos de Distribuição de Espécies; Aplicações; Nicho Ecológico e Distribuição das Espécies; Construção e avaliação dos SDMs; exemplo no R.\r\nAqui você acessa o link do evento.\r\nSlides\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2021-04-01T19:57:29-03:00",
    "input_file": {}
  }
]
