[
  {
    "path": "posts/2021-05-13-mini-curso-de-ecologia-numerica/",
    "title": "Minicurso de ecologia numérica",
    "description": "PCA, Cluster e Índices de Diversidade",
    "author": [
      {
        "name": "Marilia Melo Favalesso",
        "url": "www.mmfava.com"
      }
    ],
    "date": "2021-05-13",
    "categories": [
      "Análise de dados",
      "Cluster",
      "Ecologia",
      "PCA",
      "R",
      "UNIOESTE"
    ],
    "contents": "\r\nEm 2016 ministrei, em parceria com minha querida colega Thais Sobjak, um minicurso de Ecologia numérica para os graduandos de Ciência Biológicas da Universidade Estadual do Oeste do Paraná (UNIOESTE). O curso foi bem básico e apresentei os conceitos e práticas de PCA e Cluster em R. A Thais ensinou a parte de índices ecológicos.\r\nNa sequência, disponibilizo os materiais que utilizei.\r\nDia 1:\r\nAnálise de componentes principais (PCA)\r\n\r\n\r\n\r\n\r\nDia 2:\r\nAnálise de agrupamento (cluster)\r\n\r\n\r\n\r\n\r\nDia 3:\r\nÍndices de diversidade\r\nParte da Thaís\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2021-05-14T11:15:22-03:00",
    "input_file": {}
  },
  {
    "path": "posts/2021-05-11-ferramentas-ecoepidemio/",
    "title": "Herramientas eco-epidemiológicas para la vigilancia de los accidentes por animales venenosos",
    "description": "Con énfasis en la epidemiología espacial",
    "author": [
      {
        "name": "Marilia Melo Favalesso",
        "url": "www.mmfava.com"
      }
    ],
    "date": "2021-05-11",
    "categories": [
      "UNILA",
      "R",
      "Eco-epidemiologia",
      "Animais venenosos",
      "Epidemiologia espacial"
    ],
    "contents": "\r\nNa sequência eu disponibilizo os slides referente a aula de “Herramientas eco-epidemiológicas para la vigilancia de los accidentes por animales venenosos”, ministrada para os discentes do curso de “Biotoxinologia: Ferramentas para a pesquisa biomédica e sua importância em saúde”, do Programa de Pós-Graduação em Biociências, da Universidade Federal da Integração Latino-Americana, em Foz do Iguaçu – PR – Brasil.\r\nMaiores informações clicando aqui!\r\nSlides\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2021-05-14T11:15:29-03:00",
    "input_file": {}
  },
  {
    "path": "posts/2021-03-24-git-e-github-com-o-rstudio/",
    "title": "Git e GitHub no RStudio",
    "description": "Curso que ministrei para o maravilhoso grupo do R-ladies Fortaleza",
    "author": [
      {
        "name": "Marília Melo Favalesso",
        "url": "www.mariliamelofavalesso.com"
      }
    ],
    "date": "2020-12-12",
    "categories": [
      "R-ladies",
      "Git",
      "Github",
      "R"
    ],
    "contents": "\r\n\r\nDetalhes\r\nO Git é um software de controle de versões que tem como objetivo gerenciar arquivos texto, principalmente códigos de programação. O funcionamento dessa ferramenta é semelhante aos sistemas de nuvens (Google Drive, Dropbox, Mega, etc), em que podemos compartilhar as edições de um script com uma equipe, além de retomar antigas versões de nossos arquivos.\r\nResumidamente, o Git examina as mudanças realizadas nos arquivos de um diretório e vai guardando essas informações para compartilhar com outros usuários e/ou possibilitar a reversão de alterações realizadas. Além de ser uma ferramenta extremamente útil, o Git se conecta ao serviço de hospedagem e armazenamento de versões chamado GitHub. A partir do GitHub é possível contribuir com projetos de qualquer lugar do mundo, além de compartilhar os nossos próprios códigos com fins de divulgação e/ou colaboração.\r\nA partir do RStudio temos algumas maneiras bem práticas de trabalhar com o Git e o GitHub, o que poderá mudar a sua vida diária nos seus trabalhos com o R!\r\nSlides\r\n\r\n\r\n\r\n\r\nPostagem no GECD\r\nDescrição da atividade aqui!\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2021-03-24T16:10:15-03:00",
    "input_file": {}
  },
  {
    "path": "posts/2021-04-01-introduo-a-modelagem-de-distribuio-de-espcies-com-exemplo-no-r/",
    "title": "Introdução a modelagem de distribuição de espécies com exemplo no R",
    "description": "Curso ministrado no evento \"Dados da Ecologia e Meio Ambiente Aplicados ao R\"",
    "author": [
      {
        "name": "Marília Melo Favalesso",
        "url": "www.mmfava.com"
      }
    ],
    "date": "2020-10-31",
    "categories": [
      "R-ladies",
      "R",
      "Modelagem de distribuição de espécies",
      "Modelagem de nicho ecológico",
      "ENMTML"
    ],
    "contents": "\r\nA Modelagem de Distribuição de Espécies (SDM) visa relacionar ocorrências conhecidas de uma determinada espécie com variáveis ambientais preditoras que, combinadas para formar modelos estatísticos teóricos, possibilitam encontrar novas áreas adequadas para a ocorrência dessa espécie no espaço geográfico. Nesse curso introdutório, falei sobre os princípios básicos da SDM, quais são os dados utilizados na calibração e avaliação de modelos, quais algoritmos são comumente utilizados, as aplicações dessa abordagem na área da ecologia e um exemplo de aplicação no R. Os seguintes tópicos foram abordados: Introdução aos Modelos de Distribuição de Espécies; Aplicações; Nicho Ecológico e Distribuição das Espécies; Construção e avaliação dos SDMs; exemplo no R.\r\nAqui você acessa o link do evento.\r\nSlides\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2021-04-01T19:57:29-03:00",
    "input_file": {}
  },
  {
    "path": "posts/2021-05-14-i-webinar-cincia-no-parque/",
    "title": "I Webinar Ciência no Parque",
    "description": "",
    "author": [
      {
        "name": "Marilia Melo Favalesso",
        "url": "www.mmfava.com"
      }
    ],
    "date": "2020-09-03",
    "categories": [
      "Divulgação científica",
      "Parque Nacional do Iguaçu"
    ],
    "contents": "\r\nVocê sabia que o Parque Nacional do Iguaçu (PNI), além de ter muitas atividades culturais e ter um dos cenários mais espetaculares do planeta: as incríveis Cataratas do Iguaçu, também tem muita produção de ciência?! Em conjunto com os servidores do PNI, organizamos um evento online com a intenção de difundir alguns dos projetos de pesquisa realizados no parque! Ficou curiosa/o? Deixo na sequência os vídeos de acesso para o Webinar!\r\nDia 1:\r\n\r\n\r\nDia 2:\r\n\r\n\r\nDia 3:\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2021-05-14T11:22:19-03:00",
    "input_file": {}
  },
  {
    "path": "posts/2021-05-14-minha-primeira-participao-em-um-podcast/",
    "title": "Minha primeira participação em um podcast!",
    "description": "Podcast: Intervalo de confiança",
    "author": [
      {
        "name": "Marilia Melo Favalesso",
        "url": "www.mmfava.com"
      }
    ],
    "date": "2020-09-03",
    "categories": [
      "Animais venenosos",
      "Divulgação científica",
      "Lagartas",
      "Lonomia",
      "Orugas"
    ],
    "contents": "\r\n\"Dados estão presentes em todos os aspectos da vida, de pesquisas eleitorais a reuniões de trabalho, vida fora da Terra, inteligência artificial, criatividade, jogos de azar, esportes, enfim, em cada um dos processos e distrações que criamos. Um importante uso de dados e das suas metodologias é em entender como eu, você, o dragão de Komodo, o Rogério Skylab e as lagartas venenosas funcionam.\r\nPor isso hoje, no dia do biólogo, o apresentador Igor Alcantara recebe a bióloga e pesquisadora Marília Melo Favalesso para falar sobre uma das áreas mais promissoras e interessantes no trabalho de dados: a bioestatística, seus métodos, suas técnicas e seus segredos.\r\nA transcrição deste episódio está disponível neste link. Caso queira colaborar conosco com a transcrição dos episódios, escrevendo textos, pautas ou de outras formas, entre em contato conosco.\r\nA edição foi feita por Leo Oliveira e a vitrine do episódio por Diego Madeira. As vinhetas de todos os episódios foram compostas por Rafael Chino e Leo Oliveira.\r\nAs imagens usadas na Vitrine do episódio, com exceção da marca Intervalo de Confiança, foram extraídas do site PX Here.\r\nNão esqueça de ler nossos textos, disponíveis no Blog presente neste site.\"\r\nPara acessar o episódio completo, é só acessar o site: https://intervalodeconfianca.com.br/2020/09/03/ic-25-lagartas-sao-armas-biologicas/\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2021-05-14T11:54:56-03:00",
    "input_file": {}
  },
  {
    "path": "posts/2021-05-14-orugas-de-importancia-mdica/",
    "title": "Orugas de importancia médica",
    "description": "",
    "author": [
      {
        "name": "Marilia Melo Favalesso",
        "url": "www.mmfava.com"
      }
    ],
    "date": "2020-06-27",
    "categories": [
      "Animais venenosos",
      "Divulgação científica",
      "Lagartas",
      "Lonomia",
      "Orugas"
    ],
    "contents": "\r\nMinistrei palestra sobre as principais lagartas de importância médica encontradas na Argentina em um evento direcionado aos guias de turismo da província de Misiones. A palestra foi realizada no município de Puerto Iguazú em 27/06/2019.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2021-05-14T11:54:33-03:00",
    "input_file": {}
  }
]
